/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "كمساهم في Cyberduck، تتلقى مفتاح التبرع الذي يعطل هذه المطالبة.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "لاتقم بالأظهار مرة آخرى لثل هذا الأصدار";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "تبرع !";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "مفتاح التبرع";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "تطوير وكتابة هدا البرنامج أخذ جهد ووقت ليس بالقليل. اذا كنت تتمتع عند أستخدامه ، يرجى النظر في التبرع لصاحب البرنامج . التبرع سوف يساعد في تطوير Cyberduck للأفضل";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "فيما بعد";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "يرجى التبرع";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "شكراً لأستخدامك Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "يمكن دفع المبلغ ببساطة وأمان بأستخدام Paypal. لست مضطر لفتح حساب";

